Repository: DavideCapurr/solea
Catalog: App/Resources/Localizable.xcstrings
Source language: it
Languages: de, en, es, fr, pt

source: Errore del server (codice %lld).
de: Serverfehler (Code %lld).
en: Server error (code %lld).
es: Error del servidor (código %lld).
fr: Erreur du serveur (code %lld).
pt: Erro do servidor (código %lld).

source: Errore di localizzazione: %@
de: Standortfehler: %@
en: Location error: %@
es: Error de localización: %@
fr: Erreur de localisation : %@
pt: Erro de localização: %@

source: Errore Game Center: %@
de: Game-Center-Fehler: %@
en: Game Center error: %@
es: Error de Game Center: %@
fr: Erreur Game Center : %@
pt: Erro do Game Center: %@

source: Errore nella programmazione dei promemoria: %@
de: Fehler beim Planen der Erinnerungen: %@
en: Error scheduling reminders: %@
es: Error al programar los recordatorios: %@
fr: Erreur lors de la programmation des rappels : %@
pt: Erro ao programar os lembretes: %@

source: Errore nella ricerca della località: %@
de: Fehler bei der Ortssuche: %@
en: Error searching for the location: %@
es: Error al buscar la localidad: %@
fr: Erreur lors de la recherche du lieu : %@
pt: Erro ao procurar o local: %@

source: Esaurito — mettiti all'ombra
de: Aufgebraucht – geh in den Schatten
en: Limit reached — move into the shade
es: Agotado — ponte a la sombra
fr: Épuisé — mettez-vous à l'ombre
pt: Esgotado — vai para a sombra

source: Esposizione giorno per giorno
de: Exposition Tag für Tag
en: Day-by-day exposure
es: Exposición día a día
fr: Exposition jour par jour
pt: Exposição dia a dia

source: F %lld / R %lld min
de: V %lld / R %lld Min
en: F %1$lld / B %2$lld min
es: Del %lld / Det %lld min
fr: Av %lld / Ar %lld min
pt: Fr %lld / Co %lld min

source: Fai il mio Tan Check
de: Meinen Tan Check machen
en: Do my Tan Check
es: Haz mi Tan Check
fr: Faire mon Tan Check
pt: Faz o meu Tan Check

source: Fai il tuo Tan Check
de: Mach deinen Tan Check
en: Do your Tan Check
es: Haz tu Tan Check
fr: Faites votre Tan Check
pt: Faz o teu Tan Check

source: Fine
de: Ende
en: Done
es: Fin
fr: Fin
pt: Fim

source: Finestra ideale dalle %@
de: Ideale Zeit von %@
en: Ideal window from %@
es: Franja ideal de %@
fr: Créneau idéal de %@
pt: Janela ideal das %@

source: Foto condivise su scelta dell'utente
de: Fotos auf Wunsch des Nutzers geteilt
en: Photos the user chose to share
es: Fotos compartidas por decisión del usuario
fr: Photos partagées au choix de l'utilisateur
pt: Fotos partilhadas por escolha do utilizador

source: Foto non aggiunta
de: Foto nicht hinzugefügt
en: Photo not added
es: Foto no añadida
fr: Photo non ajoutée
pt: Foto não adicionada

source: Foto-diario
de: Foto-Tagebuch
en: Photo diary
fr: Photo-journal
pt: Fotodiário

source: Foto-diario del tan
de: Bräunungs-Foto-Tagebuch
en: Tan photo diary
es: Fotodiario del bronceado
fr: Photo-journal du bronzage
pt: Fotodiário do bronzeado

source: fototipo
de: Hauttyp
en: skin type
fr: phototype

source: Fototipo
de: Hauttyp
en: Skin type
fr: Phototype

source: Fototipo %@
de: Hauttyp %@
en: Skin type %@
fr: Phototype %@

source: Fototipo %@ · ≈ %@ IU vitamina D
de: Hauttyp %@ · ≈ %@ IE Vitamin D
en: Skin type %@ · ≈ %@ IU vitamin D
es: Fototipo %@ · ≈ %@ UI vitamina D
fr: Phototype %@ · ≈ %@ UI vitamine D
pt: Fototipo %@ · ≈ %@ UI vitamina D

source: Fototipo %@ · ≈ %lld IU vitamina D
de: Hauttyp %@ · ≈ %lld IE Vitamin D
en: Skin type %@ · ≈ %lld IU vitamin D
es: Fototipo %@ · ≈ %lld UI vitamina D
fr: Phototype %@ · ≈ %lld UI vitamine D
pt: Fototipo %@ · ≈ %lld UI vitamina D

source: Fototipo e UV permettono una sessione graduale sotto soglia prudente.
de: Hauttyp und UV erlauben eine schrittweise Sitzung unter der empfohlenen Schwelle.
en: Your skin type and the UV level allow for a gradual session below the recommended limit.
es: El fototipo y el UV permiten una sesión gradual por debajo del umbral prudente.
fr: Le phototype et l'UV permettent une séance progressive sous le seuil prudent.
pt: O fototipo e o UV permitem uma sessão gradual abaixo do limite prudente.

source: Fronte
de: Vorderseite
en: Front
es: Delante
fr: Avant
pt: Frente

source: fronte / retro
de: Vorder-/Rückseite
en: front / back
es: delante / detrás
fr: avant / arrière
pt: frente / costas

source: Funziona offline su questo dispositivo. Configura il proxy per Gemini quando vuoi abilitare il cloud.
de: Funktioniert offline auf diesem Gerät. Konfiguriere den Proxy für Gemini, wenn du die Cloud aktivieren möchtest.
en: Works offline on this device. Configure the Gemini proxy when you want to enable cloud.
es: Funciona sin conexión en este dispositivo. Configura el proxy para Gemini cuando quieras habilitar la nube.
fr: Fonctionne hors ligne sur cet appareil. Configurez le proxy pour Gemini quand vous voulez activer le cloud.
pt: Funciona offline neste dispositivo. Configura o proxy para o Gemini quando quiseres ativar a nuvem.

source: gambe
de: Beine
en: legs
es: piernas
fr: jambes
pt: pernas

source: Gambe
de: Beine
en: Legs
es: Piernas
fr: Jambes
pt: Pernas

source: Già coperto oggi
de: Heute schon abgedeckt
en: Enough exposure for today
es: Ya cubierto hoy
fr: Déjà couvert aujourd'hui
pt: Já coberto hoje

source: Giorni di preparazione
de: Vorbereitungstage
en: Preparation days
es: Días de preparación
fr: Jours de préparation
pt: Dias de preparação

source: giorni di sole intelligente
de: Tage mit smartem Sonnen
en: sun-smart days
es: días de sol inteligente
fr: jours de soleil intelligent
pt: dias de sol inteligente

source: Giorni di sole intelligente
de: Tage mit smartem Sonnen
en: Sun-smart days
es: Días de sol inteligente
fr: Jours de soleil intelligent
pt: Dias de sol inteligente

source: Girati
de: Umdrehen
en: Turn over
es: Gírate
fr: Retournez-vous
pt: Vira-te

source: Girati ogni
de: Wende dich alle
en: Flip every
es: Gírate cada
fr: Retournez-vous toutes les
pt: Vira-te a cada

source: Girati!
de: Umdrehen!
en: Flip over!
es: ¡Gírate!
fr: Retournez-vous !
pt: Vira-te!

source: Hai accumulato 10.000 IU di vitamina D stimata.
de: Du hast geschätzte 10.000 IE Vitamin D gesammelt.
en: You've reached an estimated 10,000 IU of vitamin D.
es: Has acumulado 10 000 UI de vitamina D estimada.
fr: Vous avez accumulé 10 000 UI de vitamine D estimée.
pt: Acumulaste 10 000 UI de vitamina D estimada.

source: Hai completato il tempo previsto: valuta ombra, doposole o una pausa.
de: Du hast die geplante Zeit erreicht: Denk an Schatten, After-Sun oder eine Pause.
en: You've completed the planned time. Move into the shade, apply after-sun care, or take a break.
es: Has completado el tiempo previsto: considera sombra, aftersun o una pausa.
fr: Vous avez terminé le temps prévu : pensez à l'ombre, l'après-soleil ou une pause.
pt: Concluíste o tempo previsto: considera sombra, pós-solar ou uma pausa.

source: Hai completato la tua prima sessione.
de: Du hast deine erste Sitzung abgeschlossen.
en: You completed your first session.
es: Has completado tu primera sesión.
fr: Vous avez terminé votre première séance.
pt: Concluíste a tua primeira sessão.

source: Hai completato un piano di preparazione vacanza.
de: Du hast einen Urlaubsvorbereitungsplan abgeschlossen.
en: You completed a vacation preparation plan.
es: Has completado un plan de preparación para las vacaciones.
fr: Vous avez terminé un plan de préparation aux vacances.
pt: Concluíste um plano de preparação de férias.

source: Hai già preso abbastanza UV oggi: ombra, acqua e doposole.
de: Du hast heute schon genug UV abbekommen: Schatten, Wasser und After-Sun.
en: You have already had enough UV today: shade, water and after-sun care.
es: Ya has tomado suficiente UV hoy: sombra, agua y aftersun.
fr: Vous avez déjà pris assez d'UV aujourd'hui : ombre, eau et après-soleil.
pt: Já apanhaste UV suficiente hoje: sombra, água e pós-solar.

source: Hai raggiunto la dose massima per la tua pelle: mettiti all'ombra.
de: Du hast die Maximaldosis für deine Haut erreicht: geh in den Schatten.
en: You've reached your skin's maximum dose: get in the shade.
es: Has alcanzado la dosis máxima para tu piel: ponte a la sombra.
fr: Vous avez atteint la dose maximale pour votre peau : mettez-vous à l'ombre.
pt: Atingiste a dose máxima para a tua pele: vai para a sombra.

source: Hai raggiunto la soglia prudente: oggi basta sole diretto.
de: Du hast die empfohlene Schwelle erreicht: für heute keine direkte Sonne mehr.
en: You've reached the recommended limit: avoid any more direct sun today.
es: Has alcanzado el umbral prudente: por hoy, basta de sol directo.
fr: Vous avez atteint le seuil prudent : pour aujourd'hui, plus de soleil direct.
pt: Atingiste o limite prudente: por hoje, chega de sol direto.

source: Hai sfiorato la dose massima: domani concedi una pausa alla tua pelle e idratati bene.
de: Du hast die Maximaldosis fast erreicht: gönn deiner Haut morgen eine Pause und trink ausreichend.
en: You came close to the maximum dose: give your skin a break tomorrow and stay well hydrated.
es: Has rozado la dosis máxima: mañana dale un respiro a tu piel e hidrátate bien.
fr: Vous avez frôlé la dose maximale : demain, accordez une pause à votre peau et hydratez-vous bien.
pt: Quase atingiste a dose máxima: amanhã dá uma pausa à tua pele e hidrata-te bem.

source: Ho riapplicato la crema
de: Creme erneut aufgetragen
en: I reapplied sunscreen
es: He vuelto a aplicar la crema
fr: J'ai réappliqué la crème
pt: Reapliquei o creme

source: Ho scoperto il mio fototipo con Tanora: %@. Ora posso fare il mio check solare quotidiano. ☀️
de: Ich habe meinen Hauttyp mit Tanora entdeckt: %@. Jetzt kann ich meinen täglichen Sonnen-Check machen. ☀️
en: I discovered my skin type with Tanora: %@. Now I can do my daily sun check. ☀️
es: He descubierto mi fototipo con Tanora: %@. Ahora puedo hacer mi check solar diario. ☀️
fr: J'ai découvert mon phototype avec Tanora : %@. Je peux maintenant faire mon check solaire quotidien. ☀️
pt: Descobri o meu fototipo com o Tanora: %@. Agora posso fazer o meu check solar diário. ☀️

source: Il Coach richiede il modello on-device (iOS 26+) oppure la configurazione del proxy cloud.
de: Der Coach benötigt das On-Device-Modell (iOS 26+) oder die Konfiguration des Cloud-Proxys.
en: The Coach requires the on-device model (iOS 26+) or the cloud proxy to be configured.
es: El Coach requiere el modelo en el dispositivo (iOS 26+) o la configuración del proxy en la nube.
fr: Le Coach nécessite le modèle sur l'appareil (iOS 26+) ou la configuration du proxy cloud.
pt: O Coach requer o modelo no dispositivo (iOS 26+) ou a configuração do proxy na nuvem.

source: Il diario delle sessioni arriva con la prossima milestone.
de: Das Sitzungstagebuch kommt mit dem nächsten Meilenstein.
en: The session diary arrives in the next milestone.
es: El diario de sesiones llegará en el próximo hito.
fr: Le journal des séances arrive avec la prochaine étape.
pt: O diário de sessões chega no próximo marco.

source: Il fototipo contribuisce alle stime prudenti di esposizione: rifai il quiz se pensi che non ti rappresenti.
de: Der Hauttyp fließt in die umsichtigen Expositionsschätzungen ein: Wiederhole das Quiz, wenn es nicht zu dir passt.
en: Your skin type contributes to the recommended exposure estimates. Retake the quiz if it doesn't feel accurate.
es: El fototipo contribuye a las estimaciones prudentes de exposición: repite el test si crees que no te representa.
fr: Le phototype contribue aux estimations d'exposition prudentes : refaites le quiz s'il ne vous correspond pas.
pt: O fototipo contribui para as estimativas prudentes de exposição: repete o questionário se achares que não te representa.

source: Il fototipo determina i limiti prudenti di esposizione: rifai il quiz se pensi che non ti rappresenti.
de: Der Hauttyp bestimmt die empfohlenen Expositionsgrenzen: Wiederhole das Quiz, wenn es nicht zu dir passt.
en: Your skin type determines the recommended exposure limits. Retake the quiz if it doesn't feel accurate.
es: El fototipo determina los límites prudentes de exposición: repite el test si crees que no te representa.
fr: Le phototype détermine les limites d'exposition prudentes : refaites le quiz s'il ne vous correspond pas.
pt: O fototipo determina os limites prudentes de exposição: repete o questionário se achares que não te representa.

source: Il mio percorso, un check alla volta.
de: Mein Weg, ein Check nach dem anderen.
en: My journey, one check at a time.
es: Mi recorrido, un check a la vez.
fr: Mon parcours, un check à la fois.
pt: O meu percurso, um check de cada vez.

source: IL MIO PRIMA / DOPO
de: MEIN VORHER / NACHHER
en: MY BEFORE / AFTER
es: MI ANTES / DESPUÉS
fr: MON AVANT / APRÈS
pt: O MEU ANTES / DEPOIS

source: Il mio prima / dopo con Tanora. Foto condivise su mia scelta; gli originali restano sul dispositivo. ☀️
de: Mein Vorher/Nachher mit Tanora. Fotos auf meinen Wunsch geteilt; die Originale bleiben auf dem Gerät. ☀️
en: My before and after with Tanora. I chose to share these photos; the originals stay on my device. ☀️
es: Mi antes / después con Tanora. Fotos compartidas por decisión mía; los originales permanecen en el dispositivo. ☀️
fr: Mon avant / après avec Tanora. Photos partagées à mon choix ; les originaux restent sur l'appareil. ☀️
pt: O meu antes / depois com o Tanora. Fotos partilhadas por minha escolha; os originais ficam no dispositivo. ☀️

source: Il mio prima / dopo con Tanora. Ho scelto io di condividere queste foto; gli originali restano sul dispositivo. ☀️
de: Mein Vorher/Nachher mit Tanora. Ich habe mich entschieden, diese Fotos zu teilen; die Originale bleiben auf dem Gerät. ☀️
en: My before and after with Tanora. I chose to share these photos; the originals stay on my device. ☀️
es: Mi antes / después con Tanora. He elegido compartir estas fotos; los originales permanecen en el dispositivo. ☀️
fr: Mon avant / après avec Tanora. J'ai choisi de partager ces photos ; les originaux restent sur l'appareil. ☀️
pt: O meu antes / depois com o Tanora. Escolhi partilhar estas fotos; os originais ficam no dispositivo. ☀️

source: Il mio profilo solare
de: Mein Sonnenprofil
en: My sun profile
es: Mi perfil solar
fr: Mon profil solaire
pt: O meu perfil solar

source: Il mio Tan Check di oggi
de: Mein Tan Check von heute
en: My Tan Check today
es: Mi Tan Check de hoy
fr: Mon Tan Check d'aujourd'hui
pt: O meu Tan Check de hoje

source: Il mio Tan Check di oggi: %@ %@, UV %@, SPF %lld. Stima informativa, non consiglio medico. ☀️
de: Mein Tan Check von heute: %@ %@, UV %@, LSF %lld. Informative Schätzung, keine medizinische Beratung. ☀️
en: My Tan Check today: %@ %@, UV %@, SPF %lld. Informational estimate, not medical advice. ☀️
es: Mi Tan Check de hoy: %@ %@, UV %@, SPF %lld. Estimación informativa, no consejo médico. ☀️
fr: Mon Tan Check d'aujourd'hui : %@ %@, UV %@, SPF %lld. Estimation informative, pas un conseil médical. ☀️
pt: O meu Tan Check de hoje: %@ %@, UV %@, FPS %lld. Estimativa informativa, não conselho médico. ☀️

source: Il modello on-device non è disponibile su questo dispositivo.
de: Das On-Device-Modell ist auf diesem Gerät nicht verfügbar.
en: The on-device model isn't available on this device.
es: El modelo en el dispositivo no está disponible en este dispositivo.
fr: Le modèle sur l'appareil n'est pas disponible sur cet appareil.
pt: O modelo no dispositivo não está disponível neste dispositivo.

source: Il percorso si vede.
de: Der Fortschritt ist sichtbar.
en: You can see the journey.
es: El progreso se nota.
fr: Le parcours se voit.
pt: O percurso vê-se.

source: Il piano copre al massimo %lld giorni di preparazione.
de: Der Plan umfasst maximal %lld Vorbereitungstage.
en: The plan covers at most %lld preparation days.
es: El plan cubre como máximo %lld días de preparación.
fr: Le plan couvre au maximum %lld jours de préparation.
pt: O plano cobre no máximo %lld dias de preparação.

source: Il proxy cloud è configurato, ma serve connessione per usarlo.
de: Der Cloud-Proxy ist konfiguriert, aber für die Nutzung ist eine Verbindung nötig.
en: The cloud proxy is configured, but you need a connection to use it.
es: El proxy en la nube está configurado, pero se necesita conexión para usarlo.
fr: Le proxy cloud est configuré, mais une connexion est nécessaire pour l'utiliser.
pt: O proxy na nuvem está configurado, mas é necessária ligação para o usar.

source: Il proxy cloud è pronto; il modello locale non è disponibile su questo dispositivo.
de: Der Cloud-Proxy ist bereit; das lokale Modell ist auf diesem Gerät nicht verfügbar.
en: The cloud proxy is ready; the local model is not available on this device.
es: El proxy en la nube está listo; el modelo local no está disponible en este dispositivo.
fr: Le proxy cloud est prêt ; le modèle local n'est pas disponible sur cet appareil.
pt: O proxy na nuvem está pronto; o modelo local não está disponível neste dispositivo.

source: Il router sceglie tra privato/offline e cloud per le domande più complesse.
de: Der Router wählt zwischen privat/offline und Cloud für komplexere Fragen.
en: The router chooses between private/offline and cloud for more complex questions.
es: El router elige entre privado/sin conexión y la nube para las preguntas más complejas.
fr: Le routeur choisit entre privé/hors ligne et cloud pour les questions plus complexes.
pt: O router escolhe entre privado/offline e nuvem para as perguntas mais complexas.

source: IL SOLE CAMBIA OGNI GIORNO
de: DIE SONNE ÄNDERT SICH JEDEN TAG
en: THE SUN CHANGES EVERY DAY
es: EL SOL CAMBIA CADA DÍA
fr: LE SOLEIL CHANGE CHAQUE JOUR
pt: O SOL MUDA TODOS OS DIAS

source: Il sole disidrata: un sorso d'acqua aiuta pelle e abbronzatura.
de: Die Sonne entzieht Wasser: ein Schluck hilft deiner Haut und deiner Bräune.
en: The sun dehydrates you: a sip of water helps your skin and your tan.
es: El sol deshidrata: un sorbo de agua ayuda a tu piel y a tu bronceado.
fr: Le soleil déshydrate : une gorgée d'eau aide votre peau et votre bronzage.
pt: O sol desidrata: um gole de água ajuda a pele e o bronzeado.

source: Il timer di sessione arriva con la prossima milestone.
de: Der Sitzungs-Timer kommt mit dem nächsten Meilenstein.
en: The session timer arrives in the next milestone.
es: El temporizador de sesión llegará en el próximo hito.
fr: Le minuteur de séance arrive avec la prochaine étape.
pt: O temporizador de sessão chega no próximo marco.

source: Il tuo fototipo
de: Dein Hauttyp
en: Your skin type
es: Tu fototipo
fr: Votre phototype
pt: O teu fototipo

source: Il tuo profilo solare
de: Dein Sonnenprofil
en: Your sun profile
es: Tu perfil solar
fr: Votre profil solaire
pt: O teu perfil solar

source: IL TUO PROFILO SOLARE
de: DEIN SONNENPROFIL
en: YOUR SUN PROFILE
es: TU PERFIL SOLAR
fr: VOTRE PROFIL SOLAIRE
pt: O TEU PERFIL SOLAR

source: Il tuo tempo al sole, in un check.
de: Deine Zeit in der Sonne, in einem Check.
en: Your time in the sun, in one check.
es: Tu tiempo al sol, en un check.
fr: Votre temps au soleil, en un check.
pt: O teu tempo ao sol, num check.

source: Illimitato
de: Unbegrenzt
en: Unlimited
es: Ilimitado
fr: Illimité
pt: Ilimitado

source: Immagine non valida.
de: Ungültiges Bild.
en: Invalid image.
es: Imagen no válida.
fr: Image non valide.
pt: Imagem inválida.

source: Impossibile avviare l'attività in tempo reale: %@
de: Echtzeitaktivität konnte nicht gestartet werden: %@
en: Could not start the Live Activity: %@
es: No se pudo iniciar la actividad en tiempo real: %@
fr: Impossible de démarrer l'activité en temps réel : %@
pt: Não foi possível iniciar a atividade em tempo real: %@

source: Impossibile generare l'immagine da condividere.
de: Das Bild zum Teilen konnte nicht erstellt werden.
en: Could not generate the image to share.
es: No se pudo generar la imagen para compartir.
fr: Impossible de générer l'image à partager.
pt: Não foi possível gerar a imagem para partilhar.

source: Impossibile leggere l'immagine selezionata.
de: Das ausgewählte Bild konnte nicht gelesen werden.
en: Could not read the selected image.
es: No se pudo leer la imagen seleccionada.
fr: Impossible de lire l'image sélectionnée.
pt: Não foi possível ler a imagem selecionada.

source: Impossibile recuperare i dati UV: %@
de: UV-Daten konnten nicht abgerufen werden: %@
en: Could not fetch UV data: %@
es: No se pudieron obtener los datos UV: %@
fr: Impossible de récupérer les données UV : %@
pt: Não foi possível obter os dados UV: %@

source: Impossibile recuperare le previsioni UV: %@
de: UV-Vorhersage konnte nicht abgerufen werden: %@
en: Could not fetch UV forecast: %@
es: No se pudieron obtener las previsiones UV: %@
fr: Impossible de récupérer les prévisions UV : %@
pt: Não foi possível obter as previsões UV: %@

source: In pausa
de: Pausiert
en: Paused
es: En pausa
fr: En pause
pt: Em pausa

source: In pausa: i promemoria ripartono quando riprendi.
de: Pausiert: Die Erinnerungen starten neu, wenn du fortfährst.
en: Paused: reminders will resume when you continue.
es: En pausa: los recordatorios se reanudan cuando continúes.
fr: En pause : les rappels reprennent quand vous reprenez.
pt: Em pausa: os lembretes recomeçam quando retomares.

source: In pausa: l'obiettivo non avanza finché non riprendi l'esposizione.
de: Pausiert: Das Ziel kommt nicht voran, bis du die Exposition fortsetzt.
en: Paused: progress toward your goal will resume when you continue the session.
es: En pausa: el objetivo no avanza hasta que reanudes la exposición.
fr: En pause : l'objectif n'avance pas tant que vous ne reprenez pas l'exposition.
pt: Em pausa: o objetivo não avança até retomares a exposição.

source: Incrociamo fototipo e UV reale per darti una stima quotidiana semplice, personale e prudente.
de: Wir verknüpfen Hauttyp und realen UV-Wert für eine einfache, persönliche und umsichtige tägliche Schätzung.
en: We combine your skin type with live UV data to give you a simple, personalized, and cautious daily estimate.
es: Cruzamos fototipo y UV real para darte una estimación diaria simple, personal y prudente.
fr: Nous croisons phototype et UV réel pour vous donner une estimation quotidienne simple, personnelle et prudente.
pt: Cruzamos o fototipo e o UV real para te dar uma estimativa diária simples, pessoal e prudente.

source: Indice UV attuale
de: Aktueller UV-Index
en: Current UV index
es: Índice UV actual
fr: Indice UV actuel
pt: Índice UV atual

source: Indice UV attuale e limite prudente stimato per il tuo fototipo.
de: Aktueller UV-Index und geschätztes empfohlenes Limit für deinen Hauttyp.
en: Current UV index and estimated recommended limit for your skin type.
es: Índice UV actual y límite prudente estimado para tu fototipo.
fr: Indice UV actuel et limite prudente estimée pour votre phototype.
pt: Índice UV atual e limite prudente estimado para o teu fototipo.

source: Indietro
de: Zurück
en: Back
es: Atrás
fr: Retour
pt: Voltar

source: Informativa privacy
de: Datenschutzerklärung
en: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
pt: Política de privacidade

source: Informazioni
de: Informationen
en: Information
es: Información
fr: Informations
pt: Informações

source: Inizia
de: Beginnen
en: Get started
es: Empezar
fr: Commencer
pt: Começar

source: Inizia sessione
de: Sitzung starten
en: Start session
es: Empezar sesión
fr: Démarrer la séance
pt: Iniciar sessão

source: Intensa
de: Intensiv
en: Deep
es: Intenso
fr: Intense
pt: Intenso

source: La condivisione non include posizione o altri dati personali.
de: Die Freigabe enthält weder Standort noch andere persönliche Daten.
en: Sharing does not include your location or other personal data.
es: El uso compartido no incluye la ubicación ni otros datos personales.
fr: Le partage n'inclut ni la position ni d'autres données personnelles.
pt: A partilha não inclui localização nem outros dados pessoais.
